Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 끝날 때까지 진행 중으로 둡니다. 끝나면 동그라미를 눌러 주세요
cs: Zůstane rozpracované. Až skončíte, klepněte na kroužek.
da: Forbliver i gang. Tryk på cirklen, når du er færdig.
de: Bleibt in Arbeit. Tippe auf den Kreis, wenn du fertig bist.
el: Παραμένει σε εξέλιξη. Πάτησε τον κύκλο όταν τελειώσεις.
en: Keeps it in progress. Tap the circle when you finish.
es: Se queda en curso. Pulsa el círculo cuando termines.
fi: Pitää sen käynnissä. Napauta ympyrää, kun olet valmis.
fr: Reste en cours jusqu’à la fin. Touchez le cercle une fois terminé.
id: Tetap berjalan. Ketuk lingkarannya saat selesai.
it: Resta in corso. Tocca il cerchio quando hai finito.
ja: 終わるまで進行中のままにします。終わったら丸をクリックしてください
nb: Forblir i gang. Trykk på sirkelen når du er ferdig.
nl: Blijft bezig tot je klaar bent. Tik op het rondje als het af is.
pl: Pozostaje w toku. Gdy skończysz, kliknij kółko.
pt_br: Fica em andamento até você terminar. Toque no círculo ao concluir.
ru: Останется в работе до конца. Когда закончите, нажмите на кружок.
sv: Förblir pågående. Tryck på cirkeln när du är klar.
th: คงสถานะกำลังทำไว้ เมื่อเสร็จแล้วให้คลิกวงกลม
tr: Bitene kadar devam ediyor olarak kalır. Bitirdiğinizde daireye dokunun.
vi: Giữ ở trạng thái đang làm. Xong thì bấm vào vòng tròn.
zh_hans: 在完成前保持进行中。完成后请点一下圆圈。
zh_hant: 在完成前保持進行中。完成後請按一下圓圈。

source: 끝났을 때 손에 남는 것.
cs: Co budete mít v rukou, až bude hotovo.
da: Det, du står med i hånden, når det er færdigt.
de: Was du in den Händen hältst, wenn es fertig ist.
el: Τι κρατάς στα χέρια σου όταν τελειώσει.
en: What you're holding when it's done.
es: Lo que tienes en la mano cuando está hecho.
fi: Mitä sinulla on kädessä, kun se on valmis.
fr: Ce que vous avez entre les mains une fois terminé.
id: Apa yang Anda pegang saat ini selesai.
it: Cosa hai in mano quando è finita.
ja: 終わったときに手元に残るもの。
nb: Det du sitter igjen med når det er ferdig.
nl: Wat je in handen hebt als het klaar is.
pl: Co będziesz mieć w ręku, gdy skończysz.
pt_br: O que você terá nas mãos quando terminar.
ru: Что будет у вас в руках, когда закончите.
sv: Det du har i handen när det är klart.
th: สิ่งที่คุณมีอยู่ในมือเมื่องานเสร็จ
tr: Bittiğinde elinizde kalan şey.
vi: Thứ bạn cầm trong tay khi xong việc.
zh_hans: 完成时，你手上会有什么。
zh_hant: 完成時，你手上會有什麼。

source: 끝낸 것 %lld개
cs: Hotovo: %lld
da: %lld klaret
de: %lld erledigt
el: %lld ολοκληρώθηκαν
en: %lld done
es: %lld hechas
fi: %lld valmiina
fr: %lld terminée(s)
id: %lld selesai
it: %lld completate
ja: 完了 %lld件
nb: %lld gjort
nl: %lld afgerond
pl: Zrobione: %lld
pt_br: %lld concluídas
ru: Сделано: %lld
sv: %lld klara
th: เสร็จแล้ว %lld รายการ
tr: %lld bitti
vi: %lld đã xong
zh_hans: 完成 %lld 项
zh_hant: 完成 %lld 項

source: 끝낸 것까지 포함한 전체 할 일
cs: Všechny úkoly včetně dokončených
da: Alle opgaver, også de afsluttede
de: Alle Aufgaben, auch die erledigten
el: Όλες οι εργασίες, μαζί με τις ολοκληρωμένες
en: Every to-do, finished ones included
es: Todas las tareas, incluidas las terminadas
fi: Kaikki tehtävät, myös valmiit
fr: Toutes les tâches, terminées comprises
id: Semua tugas, termasuk yang sudah selesai
it: Tutte le attività, comprese quelle completate
ja: 完了したものも含むすべてのやること
nb: Alle oppgaver, også de fullførte
nl: Alle taken, ook de afgeronde
pl: Wszystkie zadania, także ukończone
pt_br: Todas as tarefas, inclusive as concluídas
ru: Все задачи, включая выполненные
sv: Alla uppgifter, även de klara
th: สิ่งที่ต้องทำทั้งหมด รวมที่เสร็จแล้ว
tr: Bitenler dahil tüm görevler
vi: Mọi việc cần làm, kể cả việc đã xong
zh_hans: 所有待办事项，包括已完成的
zh_hant: 所有待辦事項，包括已完成的

source: 끝낸 것까지, 주별로 모아 봅니다
cs: Vše včetně dokončeného, seskupené po týdnech
da: Alt, også det afsluttede, samlet uge for uge
de: Alles, auch Erledigtes, nach Wochen gesammelt
el: Όλα, μαζί με τα ολοκληρωμένα, ανά εβδομάδα
en: Everything, finished included, gathered week by week
es: Todo, también lo terminado, agrupado por semanas
fi: Kaikki, myös valmiit, viikoittain koottuna
fr: Tout, terminé compris, regroupé par semaine
id: Semuanya, termasuk yang selesai, dikumpulkan per minggu
it: Tutto, completate incluse, raccolto settimana per settimana
ja: 完了したものも含めて、週ごとにまとめて表示
nb: Alt, også det fullførte, samlet uke for uke
nl: Alles, ook het afgeronde, per week verzameld
pl: Wszystko, także ukończone, zebrane tygodniami
pt_br: Tudo, inclusive o concluído, reunido semana a semana
ru: Всё, включая выполненное, по неделям
sv: Allt, även det som är klart, samlat vecka för vecka
th: ทั้งหมดรวมที่เสร็จแล้ว จัดกลุ่มตามสัปดาห์
tr: Bitenler dahil her şey, haftalara göre toplanmış
vi: Tất cả, kể cả việc đã xong, gom theo từng tuần
zh_hans: 包括已完成的，按周汇总
zh_hant: 包括已完成的，依週彙整

source: 끝낸 단계 %lld개
cs: Dokončené kroky: %lld
da: %lld afsluttede trin
de: %lld erledigte Schritte
el: %lld ολοκληρωμένα βήματα
en: %lld finished steps
es: %lld pasos terminados
fi: %lld valmista vaihetta
fr: %lld étapes terminées
id: %lld langkah selesai
it: %lld fasi completate
ja: 完了したステップ %lld個
nb: %lld fullførte trinn
nl: %lld afgeronde stappen
pl: Ukończone kroki: %lld
pt_br: %lld etapas concluídas
ru: Выполненных шагов: %lld
sv: %lld klara steg
th: ขั้นตอนที่เสร็จแล้ว %lld ขั้นตอน
tr: %lld adım bitti
vi: %lld bước đã xong
zh_hans: 已完成 %lld 个步骤
zh_hant: 已完成 %lld 個步驟

source: 끝낸 단계 접기
cs: Skrýt dokončené kroky
da: Skjul afsluttede trin
de: Erledigte Schritte ausblenden
el: Απόκρυψη ολοκληρωμένων βημάτων
en: Hide finished steps
es: Ocultar pasos terminados
fi: Piilota valmiit vaiheet
fr: Masquer les étapes terminées
id: Sembunyikan langkah yang selesai
it: Nascondi fasi completate
ja: 完了したステップを隠す
nb: Skjul fullførte trinn
nl: Verberg afgeronde stappen
pl: Ukryj ukończone kroki
pt_br: Ocultar etapas concluídas
ru: Скрыть выполненные шаги
sv: Dölj klara steg
th: ซ่อนขั้นตอนที่เสร็จแล้ว
tr: Biten adımları gizle
vi: Ẩn các bước đã xong
zh_hans: 收起已完成的步骤
zh_hant: 收起已完成的步驟

source: 끝낸 프로젝트
cs: Dokončené projekty
da: Afsluttede projekter
de: Abgeschlossene Projekte
el: Ολοκληρωμένα έργα
en: Finished Projects
es: Proyectos terminados
fi: Valmiit projektit
fr: Projets terminés
id: Proyek Selesai
it: Progetti completati
ja: 完了したプロジェクト
nb: Fullførte prosjekter
nl: Afgeronde projecten
pl: Ukończone projekty
pt_br: Projetos concluídos
ru: Завершённые проекты
sv: Avslutade projekt
th: โปรเจกต์ที่เสร็จแล้ว
tr: Biten Projeler
vi: Dự án đã hoàn thành
zh_hans: 已完成的项目
zh_hant: 已完成的專案

source: 끝냈나요?
cs: Hotovo?
da: Færdig?
de: Erledigt?
el: Ολοκληρώθηκε;
en: Done?
es: ¿Hecho?
fi: Valmis?
fr: Terminé ?
id: Sudah selesai?
it: Finito?
ja: 終わりましたか？
nb: Ferdig?
nl: Klaar?
pl: Gotowe?
pt_br: Concluiu?
ru: Готово?
sv: Klart?
th: เสร็จหรือยัง
tr: Bitti mi?
vi: Xong chưa?
zh_hans: 完成了吗？
zh_hant: 完成了嗎？

source: 끝냈다
cs: Označit jako hotové
da: Markér som klaret
de: Als erledigt markieren
el: Σήμανση ως ολοκληρωμένο
en: Mark as done
es: Marcar como hecha
fi: Merkitse valmiiksi
fr: Marquer comme terminé
id: Tandai Selesai
it: Segna come completata
ja: 完了にする
nb: Marker som gjort
nl: Markeer als afgerond
pl: Oznacz jako zrobione
pt_br: Marcar como concluída
ru: Отметить как выполненное
sv: Markera som klar
th: ทำเครื่องหมายว่าเสร็จ
tr: Bitti olarak işaretle
vi: Đánh dấu đã xong
zh_hans: 标记为完成
zh_hant: 標示為完成

source: 끝냈다고 표시한다
cs: Označit jako hotové
da: Markér den som klaret
de: Als erledigt markieren
el: Σήμανση ως ολοκληρωμένο
en: Mark it done
es: Marcarla como hecha
fi: Merkitse valmiiksi
fr: Le marquer comme terminé
id: Tandai selesai
it: Segna come completata
ja: 完了にする
nb: Marker den som gjort
nl: Markeer als afgerond
pl: Oznacz jako zrobione
pt_br: Marcar como concluída
ru: Отметить выполненным
sv: Markera som klar
th: ทำเครื่องหมายว่าเสร็จ
tr: Bitti olarak işaretle
vi: Đánh dấu là đã xong
zh_hans: 标记为完成
zh_hant: 標示為完成

source: 끝을 닫는 단계. 짬이 나면 바로 집을 수 있습니다.
cs: Krok, který věc uzavře. Pusťte se do něj, jakmile se otevře mezera.
da: Trinnet, der lukker opgaven. Tag det, så snart der opstår et hul.
de: Der Schritt, der es abschließt. Pack ihn an, sobald sich eine Lücke auftut.
el: Το βήμα που το κλείνει. Πιάσ’ το μόλις ανοίξει ένα κενό.
en: The step that closes it. Pick it up the moment a gap opens.
es: El paso que lo cierra. Hazlo en cuanto se abra un hueco.
fi: Vaihe, joka saa asian valmiiksi. Tartu siihen heti, kun rako aukeaa.
fr: L’étape qui clôt le travail. Saisissez-la dès qu’un creux se présente.
id: Langkah yang menuntaskannya. Ambil begitu ada celah.
it: La fase che chiude il lavoro. Prendila appena si apre uno spazio.
ja: 締めくくるステップ。すき間ができたらすぐ手に取れます。
nb: Trinnet som lukker oppgaven. Ta det så snart det åpner seg en luke.
nl: De stap die het afrondt. Pak hem op zodra er een gaatje is.
pl: Krok, który domyka sprawę. Weź go, gdy tylko pojawi się luka.
pt_br: A etapa que fecha o trabalho. Faça assim que surgir uma brecha.
ru: Шаг, который закрывает дело. Берите его, как только появится окно.
sv: Steget som avslutar det. Ta det så fort en lucka öppnar sig.
th: ขั้นตอนที่ปิดงาน หยิบทำได้ทันทีที่มีช่องว่าง
tr: İşi kapatan adım. Bir boşluk açılır açılmaz ele alın.
vi: Bước khép việc lại. Có khoảng trống là làm ngay được.
zh_hans: 收尾的步骤。一有空档就能马上拿起来做。
zh_hant: 收尾的步驟。一有空檔就能馬上拿起來做。

source: 끝이 닫히는 크기로 더 쪼개세요. 하다 만 단계는 다음 시간까지 주의를 끌고 갑니다.
cs: Rozdělte to na velikost, kterou jde dokončit. Napůl hotový krok vám odvádí pozornost i do další hodiny.
da: Del det op, til det kan lukkes. Et halvfærdigt trin trækker din opmærksomhed med ind i den næste time.
de: Teile es in Größen auf, die sich abschließen lassen. Ein halb erledigter Schritt zieht deine Aufmerksamkeit in die nächste Stunde.
el: Χώρισέ το σε μέγεθος που κλείνει. Ένα βήμα που μένει στη μέση τραβάει την προσοχή σου και στην επόμενη ώρα.
en: Split it down to a size that closes. A step left half-done drags your attention into the next hour.
es: Divídelo hasta un tamaño que se pueda cerrar. Un paso a medias arrastra tu atención a la hora siguiente.
fi: Pilko se niin pieneksi, että se valmistuu. Kesken jäänyt vaihe vetää huomiosi mukanaan seuraavaan tuntiin.
fr: Découpez-la jusqu’à une taille qui se boucle. Une étape laissée à moitié entraîne votre attention dans l’heure suivante.
id: Pecah sampai ukurannya bisa tuntas. Langkah yang setengah jadi menyeret perhatian Anda ke jam berikutnya.
it: Suddividila finché non ha una dimensione che si chiude. Una fase lasciata a metà si trascina la tua attenzione nell’ora successiva.
ja: 締めくくれる大きさまで分けましょう。やりかけのステップは、次の時間まで注意を引きずります。
nb: Del det opp til en størrelse som kan avsluttes. Et halvferdig trinn drar oppmerksomheten din med inn i neste time.
nl: Splits het op tot een omvang die je kunt afronden. Een half afgemaakte stap trekt je aandacht mee naar het volgende uur.
pl: Podziel do rozmiaru, który się domyka. Krok zostawiony w połowie ciągnie uwagę do następnej godziny.
pt_br: Divida até um tamanho que se feche. Uma etapa deixada pela metade arrasta sua atenção para a hora seguinte.
ru: Дробите до размера, который закрывается. Недоделанный шаг тянет внимание и в следующий час.
sv: Dela upp det tills det går att avsluta. Ett halvfärdigt steg drar med sig din uppmärksamhet in i nästa timme.
th: แบ่งให้เล็กลงจนจบได้ ขั้นตอนที่ทำค้างไว้จะดึงความสนใจของคุณไปจนถึงชั่วโมงถัดไป
tr: Kapanabilecek bir boyuta inene kadar bölün. Yarım kalan bir adım dikkatinizi bir sonraki saate de taşır.
vi: Hãy chia nhỏ đến mức khép lại được. Một bước làm dở sẽ kéo sự chú ý của bạn sang giờ tiếp theo.
zh_hans: 再拆分到能收尾的大小。做到一半的步骤，会把注意力一路拖到下一段时间。
zh_hant: 再拆分到能收尾的大小。做到一半的步驟，會把注意力一路拖到下一段時間。

source: 끝이 정해져 있어 여기서 닫힙니다.
cs: Konec je pevně daný, takže se to uzavře přesně tady.
da: Slutningen ligger fast, så den lukker lige her.
de: Das Ende steht fest, also schließt es genau hier ab.
el: Το τέλος είναι σαφές, οπότε κλείνει ακριβώς εδώ.
en: The end is fixed, so it closes right here.
es: El final está definido, así que se cierra aquí mismo.
fi: Loppu on selvä, joten se valmistuu juuri tässä.
fr: La fin est définie, donc cela se boucle ici même.
id: Ujungnya jelas, jadi tuntas di sini.
it: La fine è definita, quindi si chiude proprio qui.
ja: 終わりが決まっているので、ここで閉じられます。
nb: Slutten ligger fast, så den lukkes akkurat her.
nl: Het einde staat vast, dus het wordt hier afgerond.
pl: Koniec jest określony, więc domknie się tutaj.
pt_br: O fim é definido, então se fecha aqui mesmo.
ru: Конец определён, поэтому закроется прямо здесь.
sv: Slutet är bestämt, så det blir klart här.
th: มีจุดจบชัดเจน จึงจบได้ตรงนี้
tr: Sonu belli, bu yüzden tam burada kapanır.
vi: Điểm kết thúc đã rõ nên khép lại ngay tại đây.
zh_hans: 终点明确，所以在这里就能收尾。
zh_hant: 終點明確，所以在這裡就能收尾。

source: 끝이 정해져 있지 않아 안 닫힙니다.
cs: Pevný konec chybí, takže se to nikdy neuzavře.
da: Der er ingen fast slutning, så den lukker aldrig.
de: Es gibt kein festes Ende, also wird es nie fertig.
el: Δεν υπάρχει σαφές τέλος, οπότε δεν κλείνει ποτέ.
en: There's no fixed end, so it never closes.
es: No tiene un final definido, así que nunca se cierra.
fi: Selvää loppua ei ole, joten se ei koskaan valmistu.
fr: Pas de fin définie, donc cela ne se boucle jamais.
id: Tidak ada ujung yang jelas, jadi tidak pernah tuntas.
it: Non ha una fine definita, quindi non si chiude mai.
ja: 終わりが決まっていないので、閉じられません。
nb: Det finnes ingen fast slutt, så den blir aldri lukket.
nl: Er is geen vast einde, dus het wordt nooit afgerond.
pl: Nie ma określonego końca, więc nigdy się nie domknie.
pt_br: Não há um fim definido, então nunca se fecha.
ru: Чёткого конца нет, поэтому не закроется никогда.
sv: Det finns inget bestämt slut, så det blir aldrig klart.
th: ไม่มีจุดจบที่ชัดเจน จึงไม่มีวันจบ
tr: Belli bir sonu yok, bu yüzden hiç kapanmaz.
vi: Không có điểm kết thúc rõ ràng nên không bao giờ khép lại.
zh_hans: 终点不明确，所以收不了尾。
zh_hant: 終點不明確，所以收不了尾。

source: 끼니
cs: Jídla
da: Måltider
de: Mahlzeiten
el: Γεύματα
en: Meals
es: Comidas
fi: Ateriat
fr: Repas
id: Makan
it: Pasti
ja: 食事
nb: Måltider
nl: Maaltijden
pl: Posiłki
pt_br: Refeições
ru: Еда
sv: Måltider
th: มื้ออาหาร
tr: Öğünler
vi: Bữa ăn
zh_hans: 用餐
zh_hant: 用餐

source: 나가기
cs: Odejít
da: Forlad
de: Verlassen
el: Έξοδος
en: Leave
es: Salir
fi: Poistu
fr: Quitter
id: Keluar
it: Esci
ja: 退出
nb: Forlat
nl: Verlaat
pl: Wyjdź
pt_br: Sair
ru: Выйти
sv: Lämna
th: ออก
tr: Ayrıl
vi: Rời đi
zh_hans: 离开
zh_hant: 離開

source: 나가는 것: 앱 버전과 macOS 버전, 언어, 실행 횟수, 할 일·계획·루틴의 **개수**, 그리고 '할 일을 적었다' 같은 행동의 이름뿐입니다. 나가지 않는 것: 적은 내용, 제목, 이름, 이메일, 애플 계정, 기기를 가리키는 어떤 값도 보내지 않습니다. 설치할 때 만든 무작위 번호 하나로만 묶이고, 앱을 지우면 그 번호도 사라집니다.
cs: Co se odesílá: verze aplikace a macOS, jazyk, počet spuštění, **kolik** je úkolů, plánů a rutin, a název akce, například „přidán úkol“. Co se nikdy neodesílá: to, co jste napsali, názvy, vaše jméno, e‑mail, Apple účet ani žádná hodnota, která by ukazovala na vaše zařízení. Vše spojuje jen jedno náhodné číslo vytvořené při instalaci, které zmizí spolu s aplikací.
da: Det sendes: app- og macOS-version, sprog, antal starter, **hvor mange** opgaver, planer og rutiner, og navnet på en handling som “tilføjede en opgave”. Det sendes aldrig: det, du har skrevet, titler, dit navn, din e-mail, din Apple-konto eller nogen værdi, der peger på din enhed. Det hænger kun sammen via ét tilfældigt tal, der dannes ved installationen, og det tal forsvinder med appen.
de: Was gesendet wird: App- und macOS-Version, Sprache, Anzahl der Starts, **wie viele** Aufgaben, Pläne und Routinen es gibt, und der Name einer Aktion wie „Aufgabe hinzugefügt“. Was nie gesendet wird: was du geschrieben hast, Titel, dein Name, deine E-Mail, dein Apple Account oder irgendein Wert, der auf dein Gerät verweist. Verknüpft wird alles nur über eine Zufallszahl, die bei der Installation entsteht und mit der App wieder verschwindet.
el: Τι αποστέλλεται: έκδοση εφαρμογής και macOS, γλώσσα, αριθμός εκκινήσεων, **πόσες** εργασίες, πλάνα και ρουτίνες έχεις, και το όνομα μιας ενέργειας όπως «προστέθηκε εργασία». Τι δεν αποστέλλεται ποτέ: ό,τι έγραψες, τίτλοι, το όνομά σου, email, Λογαριασμός Apple ή οποιαδήποτε τιμή που παραπέμπει στη συσκευή σου. Όλα συνδέονται μόνο με έναν τυχαίο αριθμό που δημιουργείται κατά την εγκατάσταση, και ο αριθμός αυτός χάνεται μαζί με την εφαρμογή.
en: What leaves: app and macOS version, language, launch count, **how many** to-dos, plans and routines, and the name of an action such as “added a to-do”. What never leaves: what you wrote, titles, your name, email, Apple Account, or any value pointing to your device. It is tied together only by one random number made at install, and that number goes away with the app.
es: Lo que se envía: la versión de la app y de macOS, el idioma, el número de aperturas, **cuántas** tareas, planes y rutinas hay, y el nombre de acciones como “ha añadido una tarea”. Lo que nunca se envía: lo que escribes, los títulos, tu nombre, tu correo, tu cuenta de Apple ni ningún dato que identifique tu dispositivo. Todo se agrupa solo mediante un número aleatorio creado al instalar, que desaparece con la app.
fi: Mitä lähetetään: apin ja macOSin versio, kieli, käynnistysmäärä, tehtävien, suunnitelmien ja rutiinien **määrä** sekä toiminnon nimi, kuten ”lisäsi tehtävän”. Mitä ei koskaan lähetetä: kirjoittamasi teksti, otsikot, nimesi, sähköpostisi, Apple-tilisi tai mikään laitteeseesi viittaava tieto. Tiedot yhdistää vain yksi asennuksen yhteydessä luotu satunnaisluku, ja se katoaa apin mukana.
fr: Ce qui est envoyé : la version de l’app et de macOS, la langue, le nombre de lancements, le **nombre** de tâches, plans et routines, et le nom d’une action comme « tâche ajoutée ». Ce qui n’est jamais envoyé : ce que vous avez écrit, les titres, votre nom, votre e-mail, votre compte Apple, ni aucune valeur identifiant votre appareil. Le tout n’est relié que par un numéro aléatoire créé à l’installation, qui disparaît avec l’app.
id: Yang dikirim: versi app dan macOS, bahasa, jumlah pembukaan app, **berapa banyak** tugas, rencana, dan rutinitas, serta nama tindakan seperti “menambah tugas”. Yang tidak pernah dikirim: apa yang Anda tulis, judul, nama, email, Akun Apple, atau nilai apa pun yang menunjuk ke perangkat Anda. Semuanya hanya diikat oleh satu angka acak yang dibuat saat instalasi, dan angka itu hilang bersama app.
it: Cosa viene inviato: versione dell’app e di macOS, lingua, numero di avvii, **quante** attività, piani e routine hai, e il nome di un’azione come “ha aggiunto un’attività”. Cosa non viene mai inviato: ciò che hai scritto, i titoli, il tuo nome, l’email, l’Apple Account o qualsiasi valore che identifichi il tuo dispositivo. Tutto è legato solo a un numero casuale creato all’installazione, che sparisce insieme all’app.
ja: 送信されるもの: アプリとmacOSのバージョン、言語、起動回数、やること・予定・ルーティンの**件数**、そして「やることを追加した」のような操作の名前だけです。 送信されないもの: 書いた内容、タイトル、名前、メールアドレス、Apple Account、デバイスを特定するいかなる値も送りません。インストール時に作られたランダムな番号ひとつでまとめられるだけで、アプリを削除するとその番号も消えます。
nb: Dette sendes: app- og macOS-versjon, språk, antall oppstarter, **hvor mange** oppgaver, planer og rutiner, og navnet på en handling som «la til en oppgave». Dette sendes aldri: det du har skrevet, titler, navnet ditt, e-postadressen din, Apple-kontoen din eller noen verdi som peker på enheten din. Alt henger bare sammen gjennom ett tilfeldig tall som lages ved installasjonen, og det tallet forsvinner sammen med appen.
nl: Wat er wordt verstuurd: app- en macOS-versie, taal, aantal keer geopend, **hoeveel** taken, plannen en routines er zijn, en de naam van een actie zoals ‘taak toegevoegd’. Wat nooit wordt verstuurd: wat je hebt geschreven, titels, je naam, e-mailadres, Apple Account of iets wat naar je apparaat wijst. Alles hangt alleen aan één willekeurig nummer dat bij de installatie wordt gemaakt, en dat nummer verdwijnt samen met de app.
pl: Co wychodzi: wersja aplikacji i macOS, język, liczba uruchomień, **liczba** zadań, planów i rutyn oraz nazwa czynności, np. „dodano zadanie”. Co nigdy nie wychodzi: to, co piszesz, tytuły, Twoje imię, e‑mail, Apple Account ani żadna wartość wskazująca na urządzenie. Wszystko łączy tylko jedna losowa liczba utworzona przy instalacji, która znika razem z aplikacją.
pt_br: O que é enviado: versão do app e do macOS, idioma, número de aberturas, **quantas** tarefas, planos e rotinas existem e o nome de uma ação, como “adicionou uma tarefa”. O que nunca é enviado: o que você escreveu, títulos, seu nome, e-mail, Conta Apple ou qualquer valor que identifique seu aparelho. Tudo fica ligado só a um número aleatório criado na instalação, que some junto com o app.
ru: Отправляется: версия приложения и macOS, язык, число запусков, **количество** задач, планов и рутин, а также название действия вроде «добавлена задача». Не отправляется никогда: то, что вы написали, названия, ваше имя, email, Apple Account и любые данные, указывающие на устройство. Всё связано лишь одним случайным числом, созданным при установке, и оно исчезает вместе с приложением.
sv: Det här skickas: app- och macOS-version, språk, antal starter, **hur många** uppgifter, planer och rutiner du har, och namnet på en handling som ”lade till en uppgift”. Det här skickas aldrig: det du skrivit, titlar, ditt namn, din e-post, ditt Apple-konto eller något värde som pekar på din enhet. Allt hålls ihop av ett enda slumptal som skapas vid installationen, och det talet försvinner med appen.
th: สิ่งที่ส่งออกไป: เวอร์ชันแอปและ macOS, ภาษา, จำนวนครั้งที่เปิดแอป, **จำนวน**สิ่งที่ต้องทำ แผน และกิจวัตร และชื่อของการกระทำ เช่น “เพิ่มสิ่งที่ต้องทำ” สิ่งที่ไม่ส่งออกไป: สิ่งที่คุณเขียน ชื่อรายการ ชื่อของคุณ อีเมล บัญชี Apple หรือค่าใดๆ ที่ระบุถึงอุปกรณ์ของคุณ ข้อมูลผูกกันด้วยตัวเลขสุ่มหนึ่งชุดที่สร้างตอนติดตั้งเท่านั้น และตัวเลขนั้นจะหายไปพร้อมกับแอป
tr: Gönderilenler: uygulama ve macOS sürümü, dil, açılış sayısı, görev, plan ve rutinlerin **sayısı** ve “görev eklendi” gibi bir eylemin adı. Asla gönderilmeyenler: yazdıklarınız, başlıklar, adınız, e-postanız, Apple Hesabınız ya da aygıtınızı işaret eden herhangi bir değer. Hepsi yalnızca kurulumda üretilen rastgele bir sayıyla birbirine bağlanır; bu sayı uygulamayla birlikte silinir.
vi: Những gì được gửi: phiên bản ứng dụng và macOS, ngôn ngữ, số lần mở, **số lượng** việc cần làm, kế hoạch và thói quen, cùng tên của hành động như “đã thêm việc cần làm”. Những gì không bao giờ được gửi: nội dung bạn viết, tiêu đề, tên, email, Tài khoản Apple hay bất kỳ giá trị nào chỉ ra thiết bị của bạn. Dữ liệu chỉ được gắn với nhau bằng một số ngẫu nhiên tạo ra khi cài đặt, và số đó mất đi cùng ứng dụng.
zh_hans: 会发送的：App 版本与 macOS 版本、语言、启动次数、待办事项・计划・作息的**数量**，以及像“添加了一项待办”这样的操作名称。 不会发送的：你写的内容、标题、姓名、邮箱、Apple 账户，或任何能指向你设备的值。数据只通过安装时生成的一个随机编号关联，删除 App 后该编号也会消失。
zh_hant: 會傳出的：App 版本與 macOS 版本、語言、啟動次數、待辦事項・計畫・作息的**數量**，以及像「寫了一項待辦」這樣的操作名稱。 不會傳出的：你寫的內容、標題、姓名、電子郵件、Apple 帳號，或任何能指向你裝置的值。資料只以安裝時產生的一組隨機編號串連，刪除 App 後該編號也會消失。

source: 나중에
cs: Později
da: Senere
de: Später
el: Αργότερα
en: Later
es: Más tarde
fi: Myöhemmin
fr: Plus tard
id: Nanti
it: Più tardi
ja: あとで
nb: Senere
nl: Later
pl: Później
pt_br: Mais tarde
ru: Позже
sv: Senare
th: ไว้ทีหลัง
tr: Daha Sonra
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

source: 남겨두기
cs: Ponechat
da: Behold dem
de: Behalten
el: Διατήρηση
en: Keep them
es: Conservarlas
fi: Säilytä ne
fr: Les garder
id: Simpan Saja
it: Mantienili
ja: 残しておく
nb: Behold dem
nl: Behoud ze
pl: Zostaw je
pt_br: Manter
ru: Оставить
sv: Behåll dem
th: เก็บไว้
tr: Kalsın
vi: Giữ lại
zh_hans: 保留它们
zh_hant: 保留它們

source: 남는 자리 67h
cs: Zbývá 67 h
da: 67 t tilbage
de: 67 h übrig
el: Απομένουν 67 ώ.
en: 67h left over
es: Quedan 67 h libres
fi: 67 t jäljellä
fr: 67 h disponibles
id: Sisa 67 j
it: 67 h libere
ja: 空き 67時間
nb: 67 t til overs
nl: 67 u over
pl: Zostało 67 h
pt_br: 67 h livres
ru: Свободно 67 ч
sv: 67 h kvar
th: เหลือ 67 ชม.
tr: 67 sa boş
vi: Còn trống 67 giờ
zh_hans: 剩余 67 小时
zh_hant: 剩下 67 小時
